Repository: ctgraham/ojs_3_plugin
Catalog: locale/*/locale.po
Languages: fa_ir, pt_br, ru_ru

# user.email
source: Email
fa_ir: ایمیل
ru_ru: Адрес (E-mail)

# plugins.generic.publons.displayName
source: Publons Plugin
fa_ir: پلاگین پابلون
ru_ru: Publons Плагин

# plugins.generic.publons.description
source: This plugin allows you to post reviews to Publons.
fa_ir: این پلاگین اجازه ارسال و انتشار نظرات داوری به پابلون را می دهد
pt_br: Este plugin permite que você publique suas avaliações no Publons.
ru_ru: Данный плагин позволяет добавлять рецензии к профилю рецензента на Publons.

# plugins.generic.publons.list
source: A list of reviews which have been exported to Publons
ru_ru: Список рецензий отправленных Publons

# plugins.generic.publons.review.publonsStepInstructions
source: Get recognition for your review by exporting it to Publons.
fa_ir: برای به رسمیت شناختن داوری انجام شده آن را به پابلون ارسال نمایید.
pt_br: Certifique e obtenha reconhecimento pelo seu parecer ao exportar ele para Publons.
ru_ru: Получите признание за свою рецензию добавив ее к своему профилю на Publons.com

# plugins.generic.publons.review.urlHelp
source: To find out more follow this link:
fa_ir: برای اطلاعات بیشتر بر روی این لینک کلیک نمایید:
pt_br: Para mais informações sobre isso, acesse:
ru_ru: Что это? Перейдите по данной ссылке чтобы узнать больше:

# plugins.generic.publons.button.submitExportReview
source: Export my review to Publons
fa_ir: ارسال داوری من به پابلون
pt_br: Exportar meu parecer para Publons
ru_ru: Отправить мою рецензию Publons

# plugins.generic.publons.button.publishedReview
source: This review has been exported to Publons
fa_ir: این داوری برای پابلون ارسال شده است.
pt_br: Essa avaliação já foi publicada no Publons
ru_ru: Эта рецензия уже отправлена Publons

# plugins.generic.publons.button.completeReview
source: You must submit your review before it can be exported to Publons
fa_ir: شما می بایست در مرحله اول داوری خود را تایید کرده و سپس به پابلون ارسال نمایید.
pt_br: Você deve submeter o seu parecer antes de exportar ele para Publons
ru_ru: Вы должны закончить свою рецензию прежде чем отправлять её Publons

# plugins.generic.publons.notifications.settingsUpdated
source: Settings updated
fa_ir: تنظیمات به روز گردید.
pt_br: Configurações atualizadas
ru_ru: настройки обновлены

# plugins.generic.publons.settings.published
source: Exported Reviews
fa_ir: داوری های ارسال شده
pt_br: Avaliações enviadas
ru_ru: Отправленные Рецензии

# plugins.generic.publons.settings.connection
source: Connection
fa_ir: ارتباطات
pt_br: Conexão
ru_ru: Настройки

# plugins.generic.publons.settings.publishedTable.reviewer
source: Reviewer
fa_ir: داوران
pt_br: Avaliador
ru_ru: Рецензент

# plugins.generic.publons.settings.publishedTable.date.added
source: Date added
fa_ir: تاریخ اضافه شدن
pt_br: Data da adição
ru_ru: Дата добавления

# plugins.generic.publons.settings.publishedTable.review
source: Review
fa_ir: داوری
pt_br: Parecer
ru_ru: Рецензия

# plugins.generic.publons.settings.publishedTable.noReviews
source: No reviews have been exported to Publons
fa_ir: The Authorization token for the specified account (you can find that on https://publons.com/api/v2/ under Token).
pt_br: Nenhum parecer foi exportado para Publons
ru_ru: Нет рецензий отправленных Publons

# plugins.generic.publons.settings.journalTokenRequired
source: Please enter the correct journal token for your Publons integration.
fa_ir: لطفا کلید API صحیح را برای اتصال به سیستم پابلون وارد نمایید.
pt_br: Por favor, insira o API key correto para sua integração com Publons.
ru_ru: Пожалуйста введите верный API ключ для интеграции с Publons.

# plugins.generic.publons.settings.invalidHelpUrl
source: Please start the url with https://publons.com
fa_ir: آدرس وارد شده می بایست با https://publons.com آغاز گردد.
pt_br: Por favor, inicie a url com https://publons.com
ru_ru: Пожалуйста убедитесь что URL начинается с https://publons.com

# plugins.generic.publons.settings.urlDescription
source: The URL of the journal landing page on Publons.
fa_ir: آدرس صفحه نشریه در سیستم پابلون
pt_br: A URL da página de recepção do periódico no Publons.
ru_ru: URL адрес целевой страницы (landing page) на Publons.

# plugins.generic.publons.settings.journalToken
source: Journal Token
fa_ir: کلید API
pt_br: API Key
ru_ru: API ключ

# plugins.generic.publons.settings.journalTokenDescription
source: The journal token used to export reviews to Publons
fa_ir: ارسال داوری به پابلون
pt_br: O código API do periódico utilizado para exportar avaliações para Publons
ru_ru: API ключ журнала для отправки рецензий Publons

# plugins.generic.publons.confirmation.title
source: Send your review to Publons
pt_br: Enviar seu parecer para Publons
ru_ru: Отправить мою рецензию Publons

# plugins.generic.publons.confirmation.termsAndConditions
source: <p>You have chosen to export your review to Publons. <br> <a href="https://publons.com/about/terms">Terms and conditions</a>.</p>
fa_ir: <p>شما تصمیم دارید داوری خود را برای پابلون ارسال نمایید. <br> <a href="https://publons.com/about/terms">Terms and conditions</a>.</p>
pt_br: <p>Você optou por exportar suas avaliações para Publons. <br> <a href="https://publons.com/about/terms">Termos e condições</a>.</p>
ru_ru: <p>Вы согласились отправить свою рецензию Publons. <br> <a href="https://publons.com/about/terms">Условия пользования</a>.</p>

# plugins.generic.publons.notice.title
source: Export review to Publons
fa_ir: ارسال داوری به پابلون
pt_br: Exportar minha revisão para Publons
ru_ru: Добавить мою рецензию к профилю Publons

# plugins.generic.publons.notice.explanation
source: You will be able to export your review to <a href="https://publons.com">Publons</a> on tab 4 once you have submitted your review.
fa_ir: شما می توانید داوری خود را برای پابلون <a href="https://publons.com">Publons</a> در تب ۴ ارسال نمایید.
pt_br: Você poderá exportar sua revisão para <a href="https://publons.com">Publons</a> na aba 4 após submetê-la.
ru_ru: Вы сможете добавить свою рецензию на <a href="https://publons.com">Publons</a> на 4й вкладке по окончании рецензирования.

# plugins.generic.publons.export.successful
source: The review has been successfully exported
fa_ir: داوری با موفقیت ارسال شد
pt_br: A avaliação foi exportada com sucesso
ru_ru: Данная рецензия успешно отправлена

# plugins.generic.publons.export.duplicate
source: This review has already been exported to Publons
fa_ir: این داوری پیش تر در پابلون به ثبت رسیده است.
pt_br: Essa avaliação já foi publicada no Publons
ru_ru: Эта рецензия уже отправлена Publons

# plugins.generic.publons.export.error
source: Error exporting review to Publons
fa_ir: خطا در ارسال داوری به پابلون
pt_br: Erro ao exportar para Publons
ru_ru: Ошибка отправки рецензии Publons

# plugins.generic.publons.export.error.400
source: There is a permissions error. Please contact the web administrator for this journal.
fa_ir: خطای دسترسی. لطفا با مدیر سامانه در این مورد تماس بگیرید.
pt_br: Há um erro de permissão/acesso. Por favor, entre em contato com o administrador deste periódico.
ru_ru: Ошибка доступа. Пожалуйста свяжитесь с администратором журнала.

# plugins.generic.publons.export.error.500
source: There is a server error. Publons is not responding, please try again in 10 minutes.
fa_ir: خطا در سرور. هیچ پاسخی از پابلون دریافت نشد. لطفا ۱۰ دقیقه دیگر امتحان نمایید.
pt_br: Há um erro no servidor. Publons não está respondendo, por favor tente novamente em 10 minutos.
ru_ru: Ошибка сервера. Publons не отвечает, пожалуйста попробуйте еще раз через 10 минут.

# plugins.generic.publons.export.claimReview
source: Claim review
fa_ir: بررسی داوری
pt_br: Reconhecer parecer
ru_ru: Добавить рецензию

# plugins.generic.publons.export.next.autoClaimed
source: Your review has been auto-claimed on Publons.
fa_ir: داوری شمابه صورت خودکار در پابلون مورد بررسی قرار می گیرد.
pt_br: Seu parecer foi solicitado manualmente em Publons.
ru_ru: Ваша рецензия была автоматически добавлена к профилю Publons.

# plugins.generic.publons.export.next.partnerEmailed
source: Your journal has emailed you with a link to claim this review or you can click on the button below.
fa_ir: نشریه شما، یک درخواست داوری به همراه لینک برای آدرس ایمیلتان ارسال کرده یا می توانید برای بررسی بر روی دکمه زیر کلیک کنید.
pt_br: O periódico enviou um email para você com o link para reconhecer este parecer ou você pode clicar no link abaixo.
ru_ru: Ссылка на добавление рецензии была отправлена вам по email от журнала, вы также можете добавить рецензию нажав на кнопку ниже.

# plugins.generic.publons.export.next.publonsEmailed
source: Publons has emailed you with a link to claim this review or you can click on the button below.
fa_ir: پابلون، یک درخواست داوری به همراه لینک برای آدرس ایمیلتان ارسال کرده یا می توانید برای بررسی بر روی دکمه زیر کلیک کنید.
pt_br: Publons enviou um email para você com o link para reconhecer este parecer ou você pode clicar no link abaixo.
ru_ru: Ссылка на добавление рецензии была отправлена вам по email от Publons, вы также можете добавить рецензию нажав на кнопку ниже.

# plugins.generic.publons.export.next.setAutoClaim
source: To skip this step in future please select "Automatically add reviews from partnered journals" in your Publons settings.
fa_ir: برای عدم نمایش این مرحله در آینده لطفا گزینه "اضافه کردن داوری های من به صورت خودکار در سیتم پابلون" را در تنظیمات پابلون فعال نمایید.
pt_br: Para pular esta etapa no futuro, por favor selecione “Automatically add reviews from partnered journals” nas configurações do seu perfil em Publons.
ru_ru: Чтобы пропустить данный шаг в будущем - выберите "Automatically add reviews from partnered journals" в настройках профиля Publons.

# plugins.generic.publons.export.next.linkClick
source: You have opted out of receiving Publons emails, to claim this review you must click the link below.
fa_ir: شما از دریافت ایمیل Publons خودداری کرده اید، برای داوری باید روی لینک زیر کلیک کنید.
pt_br: Você optou por não receber emails de Publons, para reconhecer este parecer você deve clicar no link abaixo.
ru_ru: Вы отписаны от писем Publons, для добавления рецензии Вам надо перейти по ссылке ниже.

# plugins.generic.publons.export.backToReviewPage
source: Back to review page
fa_ir: بازگشت به صفحه داوری
pt_br: Voltar para a página da avaliação
ru_ru: Назад к странице рецензии

# plugins.generic.publons.export.error.alreadyExported
source: Review has already been exported to Publons
fa_ir: داوری قبلا به پابلون ارسال شده است.
pt_br: Essa avaliação já foi publicada no Publons
ru_ru: Эта рецензия уже отправлена Publons

# plugins.generic.publons.export.error.reviewNotSubmitted
source: You must submit your review before you can export it to Publons
fa_ir: شما می بایست در مرحله اول داوری خود را تایید کرده و سپس به پابلون ارسال نمایید.
pt_br: Você deve submeter o seu parecer antes de poder exportar ele para Publons
ru_ru: Вы должны закончить свою рецензию прежде чем отправлять её Publons

# plugins.generic.publons.export.error.invalidUser
source: Invalid OJS login details
fa_ir: خطا در ورود جزئیات سیستم نشریات
pt_br: Informações de login OJS inválidas
ru_ru: Неверные имя пользователя/пароль для журнала

# plugins.generic.publons.settings.info
source: <p> In order to provide your reviewers the opportunity to get recognition for their reviews on Publons, please register your interest with Publons either at this <a href="http://publons.com/partner/info">link</a> or by <a href="mailto:partnerships@publons.com">emailing Publons</a>. You will then be provided with access to the partner dashboard where you will find the integration set-up instructions by clicking on Instructions in the navigation bar.</p><p>To enable the plugin fill in the fields below</p>
fa_ir: <p> به منظور به ثبت رساندن فرصت های داوری و سازماندهی آنهابرای داوران در پابلون , لطفا علاقه مندی های خود را از طریق لینک روبه رو به ثبت برسانید. <a href="http://publons.com/partner/info">link</a> یا از طریق <a href="mailto:partnerships@publons.com">مکاتبه با پابلون</a>. پس از آن به شما امکان دسترسی به صفحه داشبورد ارائه می شود که در آن شما می توانید دستورالعمل های یکپارچه سازی را با کلیک بر روی دستورالعمل ها در نوار ناوبری پیدا کنید.</p><p>برای فعال کردن افزونه، فیلدهای زیر را پر کنید</p>
pt_br: <p> Para possibilitar que os seus avaliadores obtenham reconhecimento no Publons pelas avaliações realizada, por favor registre seu interesse com Publons em <a href="http://publons.com/partner/info">link</a> ou por <a href="mailto:partnerships@publons.com">emailing Publons</a>. Você receberá acesso ao painel de parceiros com informações necessárias para completar a configuração da integração nas Instruções disponíveis.</p><p>Para ativar o plugin, preencha os dados abaixo</p>
ru_ru: <p>Для предоставления рецензентам возможности добавлять их рецензии к своим профилям в Publons, пожалуйста зарегистрируйте свой интерес перейдя по следующей <a href="https://publons.com/benefits/publishers">ссылке</a> или <a href="mailto:partnerships@publons.com">напишите Publons</a>. Вам будет предоставлен соответствующий доступ к сайту с инструкцией по настройке плагина.</p><p>Для активации плагина заполните поля ниже:</p>

# plugins.generic.publons.settings.ps
source: <p>Once you have enabled the plugin, the option for Reviewers to receive recognition for their review will appear on the review submission page.</p><p>If the reviewer has opted to receive recognition for their review, upon submission, data will be securely transmitted to Publons and the reviewer will be sent an email (to the email address they have registered with the journal) containing a link to claim their review.</p><p>When they follow this link the Reviewer will be asked to sign up to Publons and the review will be added to the reviewer's account. Reviewers can select "Automatically add reviews from partnered journals" in their Publons settings to obviate this claiming step.</p><p>By default, Publons doesn't publish the content of reviews. However, if both the journal and Reviewer allow it, Publons will publish the full review text once the article has been published.</p><p>The 'Exported Reviews' tab will show you the list of the reviews exported to Publons.</p>
fa_ir: <p>پس از فعالسازی افزونه, گزینه ای برای به ثبت رساندن داوری در صفحه داوری مقالات برای داوران فعال می شود.</p><p>اگر داور اجازه ارسال داوری به پابلون را بدهد, اطلاعات مقاله به نحو محرمانه ای به پابلون ارسال می شود و داوران با ارسال یک ایمیل (از طریق ایمیلی که در سیستم نشریات با آن عضو شده اند) محتویات داوری خود را در سیستم پابلون می توانند مشاهده نمایند..</p><p>هنگامی که بر روی لینک مورد نظر کلیک نمایند از داور برای ثبت نام در پابلون درخواست می شود و داوری انجام شده به حساب کاربری داور اضافه می گردد. داوران می توانند با انتخاب گزینه "اضافه شدن خودکار داوری در پابلون" در تنظیمات پابلون در نشریه از طی کردن مراحل فوق صرف نظر کنند.</p><p>در حال عمومی پابلون محتویات داوری را منتشر نمی کند اما اگر مدیر نشریه و داور با هم این اجاره را به پابلون دهند، پابلون تمام متون داوری به همراه مقاله منتشر می کند.</p><p>سربرگ 'داوری های ارسال شده' برای شما لیستی از داوری های ارسال شده به پابلون را نمایش خواهد داد.</p>
pt_br: <p>Depois de ativar o plugin, a opção de enviar as avaliações ficará disponível aos revisores na página com os dados da submissão.</p><p> Se o avaliador optar por receber o crédito pela avaliação, a informação será seguramente enviada para Publons, e o avaliador receberá um email de Publons (para o endereço registrado na revista) com um link para reconhecer a avaliação.</p><p>Depois de acessar esse link, o revisor deverá entrar em seu perfil Publons e a avaliação será adicionada na sua conta. Os avaliadores podem selecionar "Automatically add reviews from partnered journals" nas configurações do perfil em Publons para pular esta etapa de solicitação.</p><p>Como opção padrão, Publons não publica o conteúdo da avaliação. Contudo, se tanto a revista como o avaliador autorizarem, Publons irá disponibilizar o texto assim que o artigo for publicado.</p>
ru_ru: <p>После активации плагина рецензенты могут добавлять рецензии к своим профилям на Publons. Соответствующая опция будет доступна на странице рецензирования, после того как рецензия закончена.</p><p>Если рецензент подтвердил отправление своей рецензии Publon, информация о рецензии будет автоматически отправлена Publons и рецензент получит email (на адрес электронной почты с которым они зарегистрированы на сайте журнала) с приглашением добавить рецензию к их профилю на Publons.</p><p>Когда пользователь переходит по ссылке в приглашении, он будет перенаправлен на сайт Publons, где после регистрации (или входа в существующую учетную запись) рецензия будет добавлена к их профилю. Пользователи также могут выбрать соответствующую опцию "Automatically add reviews from partnered journals" на странице настроек профиля Publons чтобы автоматически добавлять отправленные рецензии.</p><p>По умолчанию Publons не публикует содержимое рецензий. Тем не менее, если редакция журнала и рецензент позволяют, Publons опубликует содержимое рецензии как только статья будет опубликована.</p><p>Вкладка "Отправленные Рецензии" показывает список рецензий отправленных Publons.</p>

# plugins.generic.publons.settings.url
source: URL
fa_ir: آدرس
